src/main/java/unregistersoap.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://Interface.ssns.swt.cug/">
   <soapenv:Header/>
   <soapenv:Body>
      <int:unregister>
         <!--Optional:-->
         <arg0>1</arg0>
      </int:unregister>
   </soapenv:Body>
</soapenv:Envelope>